Revit 2027 API
ParameterTypeId.RebarTerminationRotationAtEnd Property
 "Rotation At End"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarTerminationRotationAtEnd { get; }
Public Shared ReadOnly Property RebarTerminationRotationAtEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarTerminationRotationAtEnd {
	ForgeTypeId^ get ();
}
static member RebarTerminationRotationAtEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace